<?php
session_start();
include($_SERVER['DOCUMENT_ROOT']."/data/php/check_login.php");
?>
<div class='mainPanelContent' id='Хаос'>
    <h2 align='center'>Хаос</h2>
    <div style='height:5%;'>
        <input type='button' value='Назад' onclick='changeFrameTo(previousPage.pop(),"","back")'>
    </div>
    <div>
        <p>Поздемелья Хаос начинаются с 60 уровня, проходятся отрядом от 5 до 10 человек (в зависимости от типа Хаоса). В основном в них можно получить снаряжение фиолетовых, красных комплектов и снаряжение со спецэффектами. В более сложных Хаосах можно получить предметы для улучшения питомца, мира грез, реликвии и руны эфира.</p>
        <p>Хаос можно найти в Кристалле Хаоса(I) во вкладке Хаос. Войти можно нажав Войти и прибежав к порталу Хаоса, либо непосредственно через порталы в подземелья. Перед входом следует убедиться, что все союзники в отряде находятся рядом. Если их нет, то можно каждого призвать при помощи камня призыва, находящегося рядом с каждым подземельем.</p>
        <p>В игре существует четыре типа хаоса, от легкого к сложному: Зал тишины, Алтарь близнецов, Путь паломника и Храм Акамана. У каждого типа есть три уровня сложности.</p>
        <p>Комплекты снаряжения дают разные эффекты в зависимости от комплекта и качества. Красные комплекты состоят только из нагрудника и штанов. Фиолетовые состоят из четырех частей: нагрудник, штаны, перчатки и сапоги. Чем выше уровень Хаоса, тем выше качество и сила снаряжения.</p>
        <p>Обновляются подземелья каждый понедельник и пятницу.</p>
    </div>
</div>