<?php
session_start();
include($_SERVER['DOCUMENT_ROOT']."/data/php/check_login.php");
?>
<div class='mainPanelContent' id='Героические подземелья'>
    <h2 align='center'>Героические подземелья</h2>
    <div style='height:5%;'>
        <input type='button' value='Назад' onclick='changeFrameTo(previousPage.pop(),"","back")'>
    </div>
    <div>
        <p>Другие возможные называния: геройки, геры. Также можно встретить по названию героического подземелья и уровня.</p>
        <p>Героичские подземелья начинаются с 60 уровня. Проходится подземелья отрядом в 5 человек, в конце подземелья можно получить награды в виде героического снаряжения и разных ресурсов. Просмотреть все доступные героические подземелья можно в   Кристалле Хаоса(I) во вкладке Героич. подз.</p>
        <p>Для входа в подземелья необходим ключ. Получить ключ можно у Субару [Валлунд:877,1226]. Также при помощи ключа можно прибежать к подземелью, нажав на него правой кнопкой мыши.</p>
        <p>Героические подземелья проходятся на время. Всего в подземельях можно получить 3 сундука. Чем меньше времени остается, тем меньше сундуков можно получить. Если время истекает, а подземелье завершено, то можно получить 1 сундук, но ключ снижается на 1 уровень и накладывается временных запрет на вставку ключа игроку, активировавшему подземелье. Снять запрет можно у <span title='[Валлунд:877,1226]'>Субару</span>, при этом ключ меняется на новый.</p>
        <p>Если подземелье не пройдено, то ключ ломается и восстановить его можно у <span title='[Валлунд:877,1226]'>Субару</span> за жетоны героя или кристалл зарядки. Также у <span title='[Валлунд:877,1226]'>Субару</span> можно сбросить ключ до уровня, выданного на текущей неделе, если прохождение ключа кажется слишком тяжелым.</p>
        <p>После прохождения подземелья ключ обновляется в зависимости от количества полученных сундуков. Чем больше сундуков, тем больше уровень.</p>
        <p>С понедельника по пятницу с 15:00 до 23:59 и с субботы по воскресенье с 13:00 до 23:59 можно проходить Случайное героическое подземелье. Находится в Кристалле Хаоса(I) во вкладке Героич. подз. в самом низу списка подземелий. До активации подземелья игроку присваивается статус Ученик, Мастер I (от 1 до 9 уровня подземелья) или Мастер II (от 1 до 15 уровня подземелья), в зависимости от уровней духа снаряжения и тактической подготовки. Ученик активирует подземелье по своему ключу, а четыре мастера ему помогают. После нажатия Вход нужно вставить ключ (для учеников) и выбрать роль в отряде: <span title='Тот, кто держит на себе монстров (рыцарь, мечник)'>танк</span>, <span title='Тот, кто лечит (стрелок, жрец)'>хилл</span> и <span title='Тот, кто атакует (любой персонаж с уроном)'>дд</span>. После входа начнется подбор игроков, таким же образом зарегестрировавшихся игроков. При этом войти в подземелье можно с любого места, как и в обычных подземельях. Чем больше ученик погибнет в подземелье, тем меньше баллов получат мастера. В конце подземелья можно поставить лайк всем участникам, от ученика это прибавит баллы помогавшим мастерам. После прохождения подземелья ученику повышается ключ на один уровень. Если подземелье завершено не вовремя, то ключ не ломается, а подземелье считается пройденным.</p>
        <p>Искать участников для отряда можно и вручную. Для этого можно написать знакомым 60 и более уровня, согильдийцам в чате гильдии, а также можно найти игроков в чате мира. Для более точного описания следует указать роли недостающих игроков (танк, хилл или дд), название подземелья (можно сокращенное) и его уровень. Например: "ищу хилла и дд в грот 1 ур".</p>
    </div>
</div>