<?php
session_start();
include($_SERVER['DOCUMENT_ROOT']."/data/php/check_login.php");
?>
<div class='mainPanelContent' id='Багряный храм (Герой)'>
    <h2 align='center'>Багряный храм</h2>
    <div style='height:5%;'>
        <input type='button' value='Назад' onclick='changeFrameTo(previousPage.pop(),"","back")'>
    </div>
    <div>
    <p>1 Босс:</p>
    <p>Во время Сияния стоит отвернуться персонажем от босса (и горгулий вокруг него, если есть), встать к боссу спиной. Избегать красных кругов.</p>
    <p>2 Босс:</p>
    <p>Босс может призвать вихри, которых стоит избегать. От взлета и падения можно получить урон. Также босс может связать двух игроков между собой. Во время связи стоит держаться поближе к другому, чтобы не получать урона. Чем дальше, тем больше урона можно получить. Не стоит вставать вплотную и слишком близко, иначе можно нанести большой урон ближнему игроку.</p>
    <p>3 Босс:</p>
    <p>Один из игроков держит Эдварда на себе (обычно, танк) и водит рядом с Викторией, не задевая других игроков. Остальные бьют Викторию. Виктория читает навык, который может накладываться, увеличивая с каждым разом урон по игрокам. Чтобы избежать этого, стоит сбивать его на 3 и 4 применении примерно под конец прочтения. Сбивать могут рыцари, мечники, маги и асассины навыком на кнопке G, прерывающий прочтение навыков. Спустя время Виктория начинает применять Сферу. В это время, стоит переключить атаку на Эдварда, так как урон по Виктории начнет наносится обратно персонажу. В это время стоит опасаться огня и вихрей под персонажем, чтобы избежать урона. После завершения Сферы Викторией можно атаковать ее снова. После снижения урона до минимума, игроков переносит к заключительной сцене, в которой нужно успеть добить босса, иначе он будет наносить большой урон.</p>
    </div>
</div>