<?php
session_start();
include($_SERVER['DOCUMENT_ROOT']."/data/php/check_login.php");
?>
<div class='mainPanelContent' id='Охотник на монстров'>
    <h2 align='center'>Охотник на монстров</h2>
    <div style='height:5%;'>
        <input type='button' value='Назад' onclick='changeFrameTo(previousPage.pop(),"","back")'>
    </div>
    <div>
        <p>Паук [Одом:1060,1000]</p>
        <p>Хазал [Одом:1355,1185]</p>
        <p>Зола [Одом:755,1380]</p>
        <p>Габриэль Чикен [Одом:500,1620]</p>
        <p>Свет светлячка [Одом:1295,1710]</p>

        <p>Бивненосец-альбинос [Болото хаоса:1195,1495]</p>
        <p>Хрустальная спинка [Болото хаоса:1590,690]</p>
        <p>Синеперая птица [Болото хаоса:910,460]</p>
        <p>Ночной клинок [Болото хаоса:860,1240]</p>
        <p>Приманка [Болото хаоса:1020,800]</p>
        <p>Врун [Болото хаоса:490,920]</p>

        <p>Огромные клешни [Сарандос:285,1345]</p>
        <p>Великан кристаллов [Сарандос:880,960]</p>
        <p>Король выдр [Сарандос:1480,1165]</p>
        <p>Большерот [Сарандос:1640,810]</p>
        <p>Паук пекла [Сарандос:1510,725]</p>
        <p>Злыдень [Сарандос:895,745] (после активации лежащим там бананом)</p>
        <p>Разбитые кости [Сарандос:1265,1705]</p>
    </div>
</div>